---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.ThemeChangedEventArgs
source: html/d3a86bfb-58bc-fc3c-845b-15d2b2ff4de9.htm
---
# ThemeChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.